export const assets = {
  heroImage: '/images/hero-container.png',
  numbersImage: '/images/numbers-main.png',
  historyHeroImage: '/images/history-hero.png',
  reviewAvatar: '/images/review-avatar.png',
  partnerNguLogo: '/images/partner-ngu.png',
  partnerSkolkovoLogo: '/images/partner-skolkovo.png',
  partnerSchLogo: '/images/partner-s&ch.png',
  teamAvatar: '/images/team-avatar.png',
  teamVkIcon: '/icons/team-vk.svg',
  teamTgIcon: '/icons/team-tg.svg',
  teamEmailIcon: '/icons/team-email.svg',
  footerVkIcon: '/icons/footer-vk.svg',
  footerTgIcon: '/icons/footer-tg.svg',
};
export const principles = [
  {
    icon: '/icons/principles/mail.svg',
    title: 'Это бесплатно',
    text:
      'Мы не берём деньги за участие. Наша задача — сделать хорошее образование доступным и помочь ребятам войти в науку вне зависимости от финансового положения.',
  },
  {
    icon: '/icons/principles/users.svg',
    title: 'Это для всех',
    text:
      'В Школе Сигма нет отбора: нам не важно, на какие оценки учатся наши ученики, есть ли у них внеучебные достижения. Главное — учиться в 7–11 классах и хотеть к нам попасть.',
  },
  {
    icon: '/icons/principles/clock.svg',
    title: 'Потехе час',
    text:
      'В программе Школы мы стараемся балансировать учебу с интеллектуальными развлечениями. Кроме лекций и семинаров, школьники посещают игры, конкурсы и квесты.',
  },
  {
    icon: '/icons/principles/smile.svg',
    title: 'За рамками школы',
    text:
      'В Сигме нам важно, чтобы школьники могли выходить за границы привычного деления на дисциплины. Мы верим, что настоящее образование начинается там, где человек сталкивается не только со «своим», но и с новым.',
  },
  {
    icon: '/icons/principles/zap.svg',
    title: 'Мотивация',
    text:
      'Сигма поддерживает внутреннюю мотивацию школьников с помощью поощрения их активности и интересов. Для этого, мы разработали систему геймификации.',
  },
  {
    icon: '/icons/principles/featured.svg',
    title: 'Горизонтальность',
    text:
      'В первую очередь, все мы — друзья, а потом уже — школьники и студенты, ученики и учителя, участники и организаторы. От этого крепче вовлечение и доверие аудитории.',
  },
];

export const historyCards = [
  {
    image: '/images/history-first.png',
    title: 'Первая смена Сигмы в Омске',
    text:
      'Сигма родилась по инициативе выпускников одной омской школы, чтобы повысить интерес школьников к точным наукам, затем в 2017 году портфель курсов расширился до гуманитарных.',
  },
  {
    image: '/images/history-expansion.png',
    title: 'Сигма расширяется по России',
    text:
      'Впервые Сигма проходит не только в Омске. Выпускники Сигмы и их коллеги из SAS Томгу проводят недельный сезон в Тюмени. Новосибирск проводит свой первый сезон при ФИТ НГУ, и начинает с курсов от студентов НГУ.',
  },
  {
    image: '/images/history-third-season.png',
    title: 'Третий сезон Сигмы в Новосибирске',
    text:
      'Сигма проводит свой третий сезон и начинает звать преподавателей со всей страны по разным дисциплинам — от олимпиадной химии до исследований медиа.',
  },
];

export const reviewsByAudience = {
  students: [
    {
      name: 'Лиза Токарева',
      role: 'Ученица 11 класса',
      avatar: 'Liza.png',
      quote:
        'Третий год я участвую в школе Сигма как ученица, и этот сезон я ждала с огромным нетерпением. Все мои ожидания оправдались с лихвой — я в полном восторге от разнообразия курсов, от атмосферы и, конечно, от людей, с которыми я познакомилась или вновь встретилась. <strong>Для меня Сигма — это всегда про новые классные знакомства и про тёплые встречи со старыми друзьями и новыми единомышленниками.</strong>',
    },
    {
      name: 'Егор Овчинников',
      role: 'Ученик 9 класса',
      avatar: 'Egor.png',
      quote:
        'Я на Сигме второй год. <strong>Курсы — как всегда, классные, сногсшибательные. Преподаватели — замечательные.</strong> В этом сезоне особенно крутая внеучебка: она правда помогает сплотиться и познакомиться. Все ребята интересные, умные, с ними приятно общаться. Даже завёл новых друзей.',
    },
    {
      name: 'Анастасия Алешкина',
      role: 'Ученица 11 класса',
      avatar: 'Nastya.png',
      quote:
        '<strong>Школа стала для меня своеобразной «зарядкой» и мотивацией.</strong> Это стало пересмотром собственных ценностей, ведь, узнавая истории других людей, понимаешь, что стремление к науке и образованию не зависит от твоего положения в обществе или каких-либо других факторов.',
    },
  ],
  teachers: [
    {
      name: 'Анна Казанкова (НГУ)',
      role: 'Преподавательница курса «Так это ведь одно и то же!: языковое родство простыми словами»',
      avatar: 'Anya.png',
      quote:
        '<strong>Преподавать было супер здорово! Я не ожидала такой вовлечённости от учеников на курсе и в жизни всей «Сигмы».</strong> Готовя курсы, я с предвкушением жду, чему смогу научиться у тех, кто приходит в школу. Думаю, вовлечённость учеников — в том числе результат вовлечённости тех, кто делает летнюю школу: преподавателей и организаторов, которые стремятся к наилучшему результату и своим примером вдохновляют всех участников <З',
    },
    {
      name: 'Даниил Овечкин (СПбГУ)',
      role: 'Преподаватель курса от <a href="https://t.me/siblibr" target="_blank" rel="noopener noreferrer">Сиблибр</a> «Когда литература говорит <strong style="color: #4a4a4a;">мы</strong>»',
      avatar: 'Danil.png',
      quote:
        'Опыт преподавания был недолгим, но весьма положительным. Ученики были отзывчивыми, и это самое главное. Ha вопросы отвечали, сами спрашивали по делу. Оставили свои развёрнутые впечатления от курса.<br/><br/><strong>Спасибо «Сигме» за возможность выступить и поддержать их важный и нужный проект!</strong> Организация по высшему разряду, кураторы вовлечены, сертификаты выдали - как тут не порадоваться!',
    },
  ],
};


export const faqByAudience = {
  student: [
    {
      question: 'Сигма — это бесплатно?',
      answer:
        'Да, участие в Сигме полностью бесплатное. Никаких взносов или платы за обучение нет!',
    },
    {
      question: 'Как попасть на Сигму?',
      answer:
        'Подать заявку могут ученики 9–11 классов. Если ты в этом году закончил 8 класс, ты тоже можешь участвовать как девятиклассник.<br/><br/>Главное — интерес к новым знаниям и готовность регулярно ходить на занятия!',
    },
    {
      question: 'Оплачиваются ли проезд и проживание?',
      answer:
        'Нет, проезд и проживание иногородних учеников мы не оплачиваем. Эти расходы участник и его родители или законные представители берут на себя самостоятельно.',
    },
    {
      question: 'Как будет проходить мой день на Сигме?',
      answer:
        'В первой половине дня проходят занятия по выбранным курсам — обычно с 10:00 до 13:40, с перерывами между парами. После этого есть время на обед.<br/><br/>Во второй половине дня проходит внеучебная программа: командные активности, общение и события, которые помогают познакомиться друг с другом и немного переключиться после занятий.<br/><br/>Точное расписание зависит от выбранных курсов и участия во внеучебной программе. Все детали участники получают перед началом школы.',
    },
  ],
  teacher: [
    {
      question: 'Могу ли я предложить тему курса, если у меня нет опыта преподавания?',
      answer:
        'Да. Опыт преподавания не обязателен. Перед началом школы все преподаватели проходят подготовку: мы помогаем собрать курс, продумать программу, подготовить материалы и понять, как лучше выстроить работу с учениками.<br/><br/>Все преподаватели Сигмы — недавние школьники. Непросто преподавать впервые, но именно студенты могут построить особую, дружескую и тем не менее серьёзную, атмосферу для обучения школьников науке.',
    },
    {
      question: 'Оплачиваются ли проезд и проживание?',
      answer:
        'Нет, проезд и проживание иногородних преподавателей мы не оплачиваем.<br/><br/>Но можем помочь с размещением в общежитии НГУ по программе «Студтуризм». В этом году проживание стоило около 650 рублей за ночь.',
    },
    {
      question: 'Оплачивается ли работа преподавателя?',
      answer:
        'Нет, участие в «Сигме» не оплачивается.<br/><br/>Сигма — это инициатива студентов и выпускников из разных городов, которая существует благодаря общему интересу, энергии и желанию делать классную школу для ребят.',
    },
    {
      question: 'Какая у меня будет нагрузка? Смогу ли я совмещать участие с работой или учёбой?',
      answer:
        'Как правило, преподаватель ведёт один курс, а сами занятия занимают от 3 до 6 часов в неделю — в зависимости от формата и длительности курса. Основная нагрузка приходится на занятия, подготовку материалов и иногда на проверку работ. Так что наши преподаватели успешно совмещают сезон с учёбой или работой.',
    },
  ],
};

export const teamMembers = [
  {
    role: 'Координатор',
    name: 'Иптышева\nТарина',
    avatar: 'Tarina.png',
    telegram: 'https://t.me/tarinaip',
    vk: 'https://vk.ru/tarinaip',
    email: 't.iptysheva.sas@yandex.ru',
  },
  {
    role: 'Административный\nпредставитель',
    name: 'Шарапов\nВладимир',
    avatar: 'Vladimir.png',
    telegram: 'https://t.me/Q1zin',
    vk: 'https://vk.ru/q1zin',
    // email отсутствует
  },
  {
    role: 'Учебный отдел',
    name: 'Башурова\nСофия',
    avatar: 'Sofa.png',
    telegram: 'https://t.me/sophie_bashurova',
    vk: 'https://vk.ru/sophie_bashurovа',
    email: 's.bashurova.sas@yandex.ru',
  },
  {
    role: 'PR',
    name: 'Филиппов\nВячеслав',
    avatar: 'Slava.png',
    telegram: 'https://t.me/Slvfl',
    vk: 'https://vk.ru/id489534075',
    email: 'vysefilippov@mail.ru',
  },
  {
    role: 'IT',
    name: 'Мурашова\nВарвара',
    avatar: 'Varya.png',
    telegram: 'https://t.me/varya_murash',
    vk: 'https://vk.ru/varya_murashova',
    email: 'v.murashova.sas@yandex.ru',
  },
  {
    role: 'Внеучебная\nдеятельность',
    name: 'Новгородцева\nКсения',
    avatar: 'Ksenia.png',
    telegram: 'https://t.me/ksenynov',
    vk: 'https://vk.ru/id414622167',
    // email отсутствует
  },
];
